module Faker
  module EducationCN
    extend ModuleUtils
    extend self

    def school_name
      SCHOOL_NAMES.rand
    end
    SCHOOL_NAMES = k %w(安乡小新星英语学校 北美特色蒙瑞英语 贝尔培训学校 长科日语培训学校 长麓培训学校 长沙A创意教育培训学校 长沙爱上画画美术教育 长沙思齐教育集团 长沙伯明汉国际英语 长沙博科培训学校 长沙第二外国语学校 长沙定之外国语学校 长沙非凡培训学校 长沙广成外国语学校 长沙金达培训学校 长沙金达智力开发培训学校 长沙科培培训学校 长沙克立兹外国语学校 长沙马思特外国语学校 长沙青英培训学校 长沙瑞思学科英语 长沙市博亚培训学校 长沙市导博培训学校 长沙市芙蓉区奥帅学校 长沙市芙蓉区点点艺术培训学校 长沙市芙蓉区环球雅思培训学校 长沙市芙蓉区佳音外国语培训学校 长沙市芙蓉区启智培训中心 长沙市芙蓉区求知培训中心 长沙市芙蓉区神州智邦培训学校 长沙市芙蓉区韦博语言培训学校 长沙市芙蓉区希望英语学校 长沙市芙蓉区宇洋教育辅导学校 长沙市芙蓉区中德兴培训学校 长沙市汉森尚高培训学校 长沙市假日培训中心 长沙创新文化艺术学校 长沙市景宏美术学校 长沙市开福区新卓培训学校 长沙市开福区艺星培训学校 长沙市开福区有志记忆智能培训学校 长沙市莱特外语学校 长沙市麓山红培训学校 长沙市蒙特梭利幼儿学校 长沙市天心区美好外语培训学校 长沙市天心区小记者培训学校 长沙市天心区小新星英语学校 长沙市外国语培训学校 长沙市湘音艺术培训学校 长沙市小鱼儿美好培训学校 长沙市雨花区波波嘟美语培训学校 长沙市雨花区迪士尼英语学校 长沙市雨花区锦绣星辰美术学校 长沙市雨花区科培培训学校 长沙市雨花区丽音艺术培训学校 长沙市雨花区赏识右脑开发学校 长沙市雨花区仕达培训学校 长沙市雨花区万国培训学校 长沙市雨花区阳冬清美术教育培训学校 长沙市岳麓区导博数学学校 长沙市岳麓区德润教育培训学校 长沙市岳麓区国邮教育教训学校 长沙市岳麓区海成培训学校 长沙市岳麓区湖南师大华奥学校 长沙市岳麓区金鹰艺术培训学校 长沙市岳麓区圣路易培训学校 长沙市岳麓区星成艺术学校 长沙市岳麓区星城艺术培训学校 长沙市岳麓区云麓培训学校 长沙市岳麓山阳光艺术培训学校 长沙天问培训学校 长沙外国语培训学校 长沙西雅培训学校 长沙县求实培训学校 长沙县星沙小新星英语学校 长沙县育英教育培训学校 长沙新概念外国语学校 长沙新航道教育培训学校 长沙卓雅文化艺术教育活动中心 常德大唐教育 常德孙霞外语 岳阳超前英语培训学校 岳阳新航道哈佛外语学校 郴州金点英语中心 大立培训学校 大卫画室 戴舞云音乐学校 格林外国语学校 桂林市培正文化语言学校 海来外国语学校 汉寿小新星英语学校 衡阳万成培训学校 衡阳小新星英语 湖南长海培训中心 湖南长海外国语培训中心 湖南长沙倍腾青少年启发教育学校 怀化新世纪假日学校 怀化雅思英语培训学校 兢才修业培训学校 竞争力教育 快乐星培训学校 领创教育)
  end
end